const DetailProject = {
    'Title':
        'โครงการจัดตั้งศูนย์ความหลากหลายทางชีวภาพ วัฒนธรรมและภูมิปัญญาท้องถิ่น\n\n',
    'TitleDetail':
        'ศูนย์วิทยาศาสตร์และวิทยาศาสตร์ประยุกต์\n\n' +
        'คณะวิทยาศาสตร์และเทคโนโลยี\n\n' +
        'มหาวิทยาลัยราชภัฏพระนคร\n\n\n'+
        'เกี่ยวกับโครงการ\n',
    'DetailAboutProject':
        '       โครงการพัฒนาระบบฐานข้อมูลพรรณไม้ภายในมหาวิทยาลัยราชภัฏพระนคร เป็นโครงการที่พัฒนาระบบฐานข้อมูลออนไลน์ที่จัดเก็บข้อมูลพรรณไม้ยืนต้น โดยนำข้อมูลพรรณไม้มาจากเอกสารพรรณไม้ยืนต้นในมหาวิทยาลัยราชภัฏพระนคร (เครือทิพย์ เจียระวานิชและคณะ, 2542) ในโครงการสวนพฤกษศาสตร์ มหาวิทยาลัยราชภัฏพระนคร เพื่อสนองพระราชดำริฯ ในโครงการอนุรักษ์พันธุกรรมพืชอันเนื่องมาจากพระราชดำริสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ตามกิจกรรมการสร้างจิตสำนึกในการอนุรักษ์พันธุกรรมพืช ซึ่งประกอบด้วย การสำรวจพรรณไม้ในมหาวิทยาลัย การทำทะเบียนพรรณไม้ การทำป้ายชื่อพรรณไม้ และศึกษาประโยชน์ของพรรณไม้แต่ละชนิด จากการสำรวจในครั้งนั้นพบว่ามีพรรณไม้ยืนต้นจำนวน 80 ชนิด ภายในมหาวิทยาลัยราชภัฏพระนคร\n\n' +
        '       เพื่อให้การสำรวจข้อมูลพรรณไม้ยืนต้นเป็นปัจจุบัน จึงมีการสำรวจว่าพรรณไม้ 80 ชนิดนี้ปัจจุบันยังคงมีอยู่จำนวนกี่ชนิด ผู้รับผิดชอบโครงการจึงเริ่มสำรวจพรรณไม้ยืนต้นในระหว่างเดือนมกราคม-กุมภาพันธ์ 2561 ซึ่งสำรวจพรรณไม้ได้ 40 ชนิด จึงดำเนินการบันทึกข้อมูลของพรรณไม้ ได้แก่ ชื่อพื้นเมือง ชื่อวิทยาศาสตร์\n\n' +
        '       ชื่อวงศ์ ชื่อสามัญ ลักษณะเฉพาะ ประโยชน์และถ่ายภาพรายละเอียดส่วนต่างๆ ของพรรณไม้ ได้แก่ ใบ ดอก ผล เมล็ดและลำต้น พร้อมทั้งจัดเก็บพิกัดของพรรณไม้ทั้ง 40 ชนิดที่ควรได้รับการอนุรักษ์และพรรณไม้ที่มีค่าทางการรักษา เพื่อนำมากำหนดจุดที่ตั้งต้นไม้แต่ละต้นในแผนที่ โดยใช้สัญลักษณ์ต่าง ๆ ในการปักหมุดแทนพรรณไม้แต่ละชนิด\n\n' +
        '       เพื่อเป็นการเผยแพร่ข้อมูลพรรณไม้ของมหาวิทยาลัยราชภัฏพระนครให้กับนักศึกษา คณาจารย์ บุคลากรและบุคคลทั่วไป ได้รับรู้และรู้จักพรรณไม้ภายในมหาวิทยาลัยราชภัฏพระนครให้มากขึ้น โดยได้จัดทำป้ายชื่อพรรณไม้และมีคิวอาร์โค้ดแสดงข้อมูลพรรณไม้ ติดบริเวณต้นไม้ เพื่อสะดวกในการสืบค้นข้อมูลพรรณไม้ผ่านสมาร์ทโฟนได้\n\n' +
        '       การพัฒนาระบบฐานข้อมูลพรรณไม้ในมหาวิทยาลัยราชภัฏพระนครนี้เพื่อเป็นระบบจัดเก็บข้อมูลพรรณไม้นานาชนิดที่มีอยู่ในมหาวิทยาลัยราชภัฏพระนคร และเพื่อประโยชน์ในการอนุรักษ์ให้พรรณไม้เหล่านี้ดำรงอยู่สืบไป\n\n',
    'TitleProvider':
        'ผู้รับผิดชอบโครงการ\n',
    'Provider':
        'ผู้ช่วยศาสตราจารย์ ดร.เดช บุญประจักษ์\n' +
        'อาจารย์ ดร.สมคิด สุทธิธารธวัช \n' +
        'ผู้ช่วยศาสตราจารย์ ดร.โองการ วณิชาชีวะ \n' +
        'ผู้ช่วยศาสตราจารย์ รณกร รัตนธรรมมา \n' +
        'นาย นพรัตน์  ผลประสิทธิ์\n' +
        'นาย ปราโมทย์ สุทธิสน\n'
    };
/*'นาย นัทธวัฒน์ มาตรวังแสง \n' +
'นาย ณัฐพล นิธิโชติการ\n' +*/

export default DetailProject;
