const DetailZone = {
    'CB01': '- อาคาร 46 โรงเก็บพัสดุอาคารและสถานที่',
    'CB02': '- คณะเทคโนโลยีอุตสาหกรรม ได้แก่ \n' +
            '   อาคาร 26 โรงฝึกงาน 1 \n' +
            '   อาคาร 27 โรงฝึกงาน 2 \n' +
            '   อาคาร 43 งานยานพาหนะ รถยนต์ \n' +
            '   อาคาร 43 \n'+
            '   อาคาร 41 โรงฝึกงานไฟฟ้า \n' +
            '   อาคาร 28 โรงฝึกงาน 3 \n' +
            '   อาคาร 56 \n' +
            '   อาคารสถาปัตย์ \n' +
            '   อาคาร 29 โรงฝึกงาน 4 \n' +
            '   อาคารเอนกประสงค์(โรงอาหาร) \n' +
            '- คณะมนุษยศาสตร์และสังคมศาสตร์ ได้แก่ อาคาร 23 \n' +
            '- อาคาร 22 ITDS\n' +
            '- อาคารสำนักงานอธิการบดี\n',
    'CB03': '- คณะเทคโนโลยีอุตสาหกรรม ได้แก่ \n' +
            '   อาคาร 42 \n' +
            '   อาคาร 30 โรงฝึกงาน 5 \n' +
            '   อาคาร 29 \n' +
            '- คณะมนุษยศาสตร์และสังคมศาสตร์ ได้แก่ \n' +
            '   อาคาร 5\n'+
            '   อาคาร 6 \n' +
            '- สระน้ำหลัง อาคาร 22 \n' +
            '- สระน้ำหลัง Market Place\n' +
            '- โรงอาหาร Market Place\n' +
            '- อาคาร 20 \n' +
            '- อาคาร 62 ศูนย์อาหาร\n' +
            '- อาคาร 19 \n' +
            '- อาคารฝึกประสบการณ์วิชาชีพเชิงบูรณาการ (อาคาร 7-11)\n'+
            '- ศาลตา-ยาย ',
    'CB04': '- อาคาร 38 (หอประชุมพิฆเณศวร)\n' +
            '- อาคาร 57 (สำนักวิทยบริการฯ)\n' +
            '- อาคาร 36 อาคารที่พักอาศัยเจ้าหน้าที่ \n' +
            '- อาคาร 63 อาคารที่พักอาศัยเจ้าหน้าที่ \n' +
            '- อาคาร 60 \n' +
            '- อาคาร 13 สำนักงานอธิการบดี(เดิม)\n' +
            '- อาคาร 12\n' +
            '- อาคาร 25 บริเวณเรือนไทย \n' +
            '- อาคาร 14 อนุสรณ์ 100 ปีการฝึกหัดครูไทย\n' +
            '- อาคาร 40 บริเวณพระราชานุสาวรีย์รัชกาลที่ 5 \n' +
            '- พื้นที่อุทยานเฉลีมพระเกียรติ\n' +
            '- อาคาร 34 เบญจมจักร\n' +
            '- พ ื้นที่สนามหน้าบริเวณคณะวิทยาศาสตร์และเทคโนโลยี\n' +
            '- อาคาร 9 \n' +
            '- อาคาร 18 พิพิธภัณฑ์เทคโนโลยีและนวัตกรรมทางการศึกษา\n',
    'CB05': '- หอประชุมภัทรมหาราช\n' +
            '- อาคาร 53 หอพักอาจารย์\n',
    'CB06': '- อาคาร 54 หอพักนักศึกษา\n' +
            '- อาคาร 55 อาคารเอนกประสงค์(ทางออกประตูวัดพระศรีฯ)\n' +
            '- อาคาร 51 อาคารบ้านพักอาศัยเจ้าหน้าที่\n' +
            '- อาคาร 52 บ้านพักอาจารย์\n',
    'CB07': '- อาคาร 21 อาคารวิทยาศาสตร์และวิทยาศาสตร์ประยุกต์\n' +
            '- อาคาร 9 \n' +
            '- อาคาร 58 ห้องประชุมเรือนกระจก\n' +
            '- อาคาร 50 บ้านพักเจ้าหน้าที่\n' +
            '- อาคาร 11 \n' +
            '- อาคาร 15 อาคารเฉลิมพระเกียรติ\n' +
            '- อาคาร 17\n',
    'CB08': '- อาคาร 8\n' +
            '- อาคาร 7\n' +
            '- อาคาร 16 โรงแรมพระนครแกรนวิวด์ \n' +
            '- อาคาร 33 อาคารปฏิบัติการพลศึกษาและกีฬา\n' +
            '- อาคาร 48 ศูนย์กีฬาและสุขภาพ\n' +
            '- อาคาร 24 \n' +
            '- อาคาร 10 \n' +
            '- อาคาร 3 \n' +
            '- อาคารสำนักงานคณะมนุษยศาสตร์และสังคมศาสตร์\n' +
            '- หอพระ\n' +
            '- สนามหน้าโรงแรมพระนครแกรนวิวด์\n' +
            '- สนามฟุตบอลมหาวิทยาลัยราชภัฏพระนคร\n' +
            '- สนามบาสเก็ตบอล\n',
    'CB09': '- อาคาร 1 \n' +
            '- อาคาร 59 อาคารศูนย์ข้อมูลฯ \n' +
            '- อาคาร 3 \n' +
            '- สระน้ำบริเวณเสาธง \n' +
            '- ศาลพระพิฆเณศวร\n' +
            '- ริมถนนแจ้งวัฒนะ\n' +
            '- บริเวณด้านหน้าอาคาร 1\n',
    'CB10': 'ติดถนนแจ้งวัฒนะ ตั้งแต่สระน้ำจนถึงสนามฟุตบอลของโรงเรียนมัธยมสาธิตวัดพระศรีฯ',
    'CB11': '- อาคาร 49 อาคารเอนกประสงค์โรงเรียนมัธยมสาธิตวัดพระศรีฯ\n' +
            '- อาคาร 39 หอประชุมโรงเรียนมัธยมสาธิตวัดพระศรีฯ\n' +
            '- อาคารโรงอาหาร\n' +
            '- อาคาร 32 อาคารเรียน \n' +
            '- สระน้ำ\n',
    'CB12': 'อาคารพุทธวิชชาลัย'
};

export default DetailZone;